{
    "keynote": [

        {
            "name"  : "Bruce Ross",
            "title" : "Group Head, Technology & Operations, RBC",
            "bio"   : "As Group Head, Technology & Operations, RBC, Bruce Ross is responsible for the strategy and overall management of global technology and operations for RBC, which  includes applications development, infrastructure and enterprise operations. In addition, as a member of Group Executive, he is one of eight executives responsible for setting the overall strategic direction of RBC.Bruce is a seasoned executive with more than 28 years of technology and business experience. Prior to joining RBC, he was the General Manager, Global Technology Services, North America at IBM. He was a member of IBM's Performance Team setting the operational direction of the corporation. He was also a member of IBM's Strategy Team which set the long term direction for the business including its investments in emerging markets, Cloud, and Analytics. His prior roles included General Manager, Global Technology Services, Europe for IBM, General Manager and President, IBM Canada, General Manager, Global Technology Services UK, Ireland, and South Africa. Bruce's areas of responsibility have included providing thought leadership and services to financial institutions globally.Bruce is active in a number of business and community organizations in Canada. He currently serves as a member of the International Board of Advisors for the University of Western Ontario. In recent years, he served as the Chair of the Ontario Brain Institute Liaison Council. He also sat on the Board of Directors of the Conference Board of Canada, was a member of the Canadian Council of Chief Executives, and was a Cabinet Member of the United Way Toronto Campaign Cabinet.Bruce is a professional engineer and a graduate of the University of Western Ontario. He is married with two children and lives in Toronto, Canada."
        },
        {
            "name": "Alex Parizeau",
            "title": "Managing director, Ubisoft Toronto",
            "bio" : "Alex has been Managing Director of Ubisoft Entertainment SA since October 22, 2014. Mr. Parizeau has more than 15 years in the game industry, he has an impressive range of experience across many facets of the business. As a founding core member of Ubisoft Toronto studio, he is a proven and trusted team builder and leader. He also served as senior producer on Tom Clancy's Splinter Cell Blacklist, and producer on Tom Clancy's Splinter Cell Conviction and Rainbow Six Vegas."
        },
        {
            "name" : "Andrew D’Souza",
            "bio"   : "As Bionym's ex-President, Andrew D'Souza lead all aspects of go-to-market, managing Bionym's external relationships with partners and investors. Before joining Bionym, he was the COO of Toronto-based Top Hat. Through his work, Andrew helped the company grow from 15 employees to 80, secured strategic partnerships with the world's largest education companies and recruited a world-class executive team that would oversee the company's next growth phase.Andrew's experience extends beyond business development into entrepreneurship and technology. Andrew has become a frequent contributor to renowned publications, including Techvibes, VentureBeat, Mashable and the Globe & Mail. His high-energy, multidisciplinary style is a valued asset to a rapidly growing startup in the fast-changing industry of wearable technology."
        }
    ],
    "breakout": [
        {
            "name"  : "Damien Steel",
            "title" : "Director, Omers",
            "bio"   : "Damien is a Director at OMERS Ventures, one of Canada’s largest most active venture capital funds. In search of Canada’s next great technology company, Damien leverages over 15 years of experience working with growth companies on all aspects of their business including finance, acquisitions, and overall growth strategies."
        },
        {
            "name" : "Dinah Davis",
            "title" : "Senior Developement Manager, D2L",
            "bio"   : "Dinah completed her BSc.in math at the University of Lethbridge(2002) and M. Math in cryptography at the University of Waterloo(2003). In 2004 Dinah joined BlackBerry(then Research in Motion) as a security software developer. After six years she was promoted to team lead of the BlackBerry Platform Security team where she led a team of developers in four different locations. During her tenure at BlackBerry Dinah contributed to many patents. In late 2011 Dinah chose to leave BlackBerry to become a development manager at Trustwave. Dinah joined  D2L (the Desire2Learn) in the fall of 2012 as a development manager. She was responsible for the communication and collaboration tools within Brightspace, an integrated learning platform. In November of 2013 her focus changed to the Learning Outcomes problem space for K-12 and Higher Education institutions and she was given  an additional agile development team to lead. As a result of her ability to lead and grow these two teams she has recently been promoted to Senior Development Manager."
        },
        {
            "name" : "Chantal Jandard",
            "title" : "UX Designer, D2L",
            "bio"   : "Chantal is a UX/UI designer with a passion for thoughtful technology that elicits change and helps us make sense of our world. She works with organizations and start-ups of all sizes, including D2L, Brizi and Eyecheck, and is active in the design community as co-founder of Brew Over Design, a design meet-up in Kitchener-Waterloo." 
        },
        {
            "name": "Michael Katchen",
            "title": "CEO, WealthSimple",
            "bio"   : "Michael Katchen is the Founder and CEO of Wealthsimple, Canada's fastest growing online investment manager. Previously, he led marketing and product at 1000memories, a Y Combinator startup that was acquired in 2012. He has been called an Industry 'Mover' by the Financial Post, a 'Change Agent' by Canadian Business Magazine, and one of the 500 people that will define the next 12 months by Askmen."
        },
        {
            "name": "Jeffrey Tong",
            "title": "Founder, HearthStats",
            "bio"   : "Jeffrey's bio is coming soon!"
        },
        {
            "name": "Kundan Joshi",
            "title": "CEO, TheAppLabb",
            "bio":  "Kundan Joshi is the Founder & CEO of TheAppLabb. TheAppLabb is leading product development firm that is focussed on Strategy, Design & Development of Mobile Apps. With headquarters in Toronto, and global offices in New York, Hong Kong, Melbourne and India, TheAppLabb has created apps for high profile clients like Unilever, Rogers, Dell, AutoShow, Toronto International Film Festival, and several other leading enterprises & exciting start-ups. Kundan is also the Founder & CEO of StartupLabb, an accelerator for tech start-ups, through which he invests in several innovative, high potential start-ups. Kundan is also co-founder of Urbery, an on-demand crowdsourced grocery delivery service. Kundan has a Software Engineering degree from Western University."
        },
        {
            "name": "Martin Laforest",
            "title": "Outreach Director, IQC",
            "bio"   : "Martin is the Senior Manager at Scientific Outreach at the Institute for Quantum Computing at the University of Waterloo. The major part of his role is to bring science out of the lab and into people’s lives. He leads IQC’s strategic outreach programs including the Undergraduate School on Experimental Quantum Information Processing (USEQIP) and the Quantum Cryptography School for Young Students (QCSYS). He also leads the academic outreach for the collaborative graduate program in quantum information at the University of Waterloo. He is actively involved in industry and government relations at IQC bringing his scientific knowledge and experience to the discussions.Martin holds a PhD in quantum physics from the University of Waterloo, as well as an undergraduate degree in Mathematics and Physics at McGill University. He is a passionate advocate for communicating science and shares his passion with audiences around the world as a guest speaker and lecturer."
        },
        {
            "name": "Dr. Carmine Filice",
            "title": "Founder, The Performance Lab",
            "bio"   : "Dr. Carmine Filice D.C, CSCS, takes a sport science approach to its diagnostic. By using the latest sport science technology, including a 3D Motion Capture system and Force Plate technology, The Performance Lab helps anyone from the weekend warrior to the professional athlete to recover and perform at their very best. Dr. Carmine Filice assesses an injury not only from a Sports Therapist's view but also from the eyes of a Strength Coach, allowing a maximized route to recovery. Before opening the doors to The Performance Lab in 2008, Carmine spent time working alongside an extensive amount of high level and well-respected trainers, including The Peak Performance Project- a center in Santa Barbara, USA that focuses purely on training the elite athlete. Carmine has ample experience working with professional athletes such as World Champions, Olympians, and members of the MLB, AVP, NHL, UFC and MLS"
        },
        {
            "name": "Christopher Charlesworth",
            "title": "Co-Founder, HiveWire",
            "bio"   : "Christopher holds an MBA from the Joseph L. Rotman School of Management, The University of Toronto, and an Honours Bachelor of Political Science from The University of Western Ontario. Christopher has worked as a management consultant in Indonesia, Canada, and the United States across several practice areas, including financial services, marketing, and social media. As Co-founder and CEO Christopher works to create value for clients by applying HiveWire’s crowdfunding tools and techniques to their strategic objectives."
        },
        {
            "name": "Jay Primeau",
            "title": "Director of Development, OANDA",
            "bio": "Jay's first task at OANDA was to put his desk and computer together. His next task was to re-craft the entire trading platform user interface. Since then, Jay has been in the unique position of having grown a grass-roots development team to one praised by Wired Magazine as one of the top ten places to work outside of Silicon Valley. Having gone through the trials and tribulations of implementing development best practices, methodologies, and strategies where none previously existed, Jay has an in-depth understanding of what makes (or breaks) development teams. The development team that Jay leads can deploy 100+ releases a week to a production environment where billions of dollars are traded every day."
        },
        {
            "name": "Susie Pan",
            "title": "Founder, ScienceExpo",
            "bio": "In grade 12, Susie Pan founded Science Expo, a national non-for-profit that empowers high school students in STEM across 150 schools, reaching 10,000 students in ON, BC, and AB. Since then, Susie was named as one of Canada's Next 36, and has co-founded and worked in numerous tech startups including Bombe, Blynk, and Wirkn."
        },
        {
            "name": "Desmond Choi",
            "title": "Co-Founder & CEO, SparkGig",
            "bio"   : "Desmond's bio is coming soon!"
        },
        {
            "name": "Jeff Shin",
            "title": "Designer, 500px",
            "bio"   : "Born at the tender age of 0, Jeff got started in design when he was 15 by making really cringeworthy posters and putting them on Tumblr. Since then, he’s grown up a bit, worked with great companies big and small including Sony, Lytro, and Major League Hacking, and currently designs at 500px, building great products for millions of photographers around the world. He’s a hobbyist photographer, a cellist, and a UofT dropout (sorry mom)."
        },
        {
            "name": "Klever Freire",
            "title": "CEO, DreamQii",
            "bio"   : "Klever's bio is coming soon!"
        },
        {
            "name" : "Eva Chan",
            "title" : "Technology Innovation Lead, Exact Media",
            "bio"   : "Eva is a design thinker, educator and start-up enthusiast.  As co-founder of Exact Media, fastest growing media & advertising business in North America, she plays various roles within the company focused around growth through building teams, internal process improvements, technology and automation. Her current focus is driving the company to launch into the UK.   She is passionate about community building, education and travelling.  When she is not at Exact Media, she is at her design studio for children in Markham - teaching children how to use their creativity to problem solve and communicate ideas through art.   Eva has a B.Design from OCAD U, Alumni of Nspire Innovation Network, founding member of Luxe Box Canada and founder of Colour With Me Art Studio. "
        }
    ],
    "workshop":[
    ]
}